/* Description for disconnection warning setting */
"1 Minute Alert Before Disconnection" = "Alarm, minutę przed rozłączeniem";

/* Title for the about page */
"About" = "O";

/* SSL error message */
"Access denied" = "Access denied";

/* The string describing a buddy's account */
"Account" = "Konto";

/* Title for the accounts tab */
"Accounts" = "Konta";

/* String to be displayed when a buddy is Active */
"Active" = "Aktywny/a";

/* Button title to add someone as a buddy */
"Add" = "Dodaj";

/* The title for the view to add a buddy */
"Add Buddy" = "Dodaj znajomych";

/* String to describe advanced set of settings */
"Advanced" = "Zaawansowane";

/* Agree to EULA */
"Agree" = "Zgadzam się";

/* Setting name for allowing authentication to happen in plain text or in the clear */
"Allow Plaintext Authentication" = "Zezwól na uwierzytelnienie zwykłym tekstem";

/* SSL error message */
"Attempt to restore an unknown session" = "Attempt to restore an unknown session";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "Kasuj automatycznie";

/* string for title yes/no setting for allowing opportunistic otr */
"Auto-start Encryption" = "Automatycznie rozpocznij szyfrowanie";

/* Label in buddy list for users that are available */
"Available" = "Dostępne";

/* Label in buddy list for users that are away */
"Away" = "Nieobecny";

/* Message displayed in Notification Manager when session will expire in one minute */
"Background session will expire in one minute." = "Sesja w tle wygaśnie za minutę.";

/* SSL error message */
"Bad certificate format" = "Bad certificate format";

/* SSL error message */
"Bad MAC" = "Bad MAC";

/* SSL error message */
"Bad protocol version" = "Bad protocol version";

/* SSL error message */
"Bad SSLCipherSuite" = "Bad SSLCipherSuite";

/* SSL error message */
"Bad unsupported cert format" = "Bad unsupported cert format";

/* string to describe basic set of settings */
"Basic" = "Podstawowe";

/* The String for a button to block a buddy */
"Block" = "Zablokuj";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "Zablokuj & usuń";

/* Name for default buddy group */
"Buddies" = "Znajomi";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "Informacja o osobie";

/* Title for the buddy list tab */
"Buddy List" = "Lista znajomych";

/* Title for listing the bundled SSL certificates */
"Bundled Certificates" = "Bundled Certificates";

/* Cancel an alert window */
"Cancel" = "Anuluj";

/* Shown when ending an encrypted chat session */
"Cancel Encrypted Chat" = "Zakończ szyfrowanie rozmowy";

/* SSL error message */
"Cert chain not verified by root" = "Cert chain not verified by root";

/* SSL error message */
"Certificate expired" = "Certificate expired";

/* SSL error message */
"Certificate revoked" = "Certificate revoked";

/* SSL error message */
"Chain had a cert not yet valid" = "Chain had a cert not yet valid";

/* SSL error message */
"Chain had an expired cert" = "Chain had an expired cert";

/* Title for chat view */
"Chat" = "Czat";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "Rozmowa ze mną jest chroniona";

/* for attribution of other projects */
"ChatSecure is brought to you by many open source projects" = "ChatSecure jest efektem wielu projektów o otwartym kodzie źródłowym";

/* let users know source is on Github */
"Check out the source here on Github" = "Sprawdź kod źródłowy na Github";

/* SSL error message */
"Cipher Suite negotiation failure" = "Cipher Suite negotiation failure";

/* String shown in dialog for removing chat history */
"Clear Chat History" = "Wyczyść historię rozmowy";

/* SSL error message */
"Configuration error" = "Configuration error";

/* Label for button when user wants to overide cautious security settings */
"Connect anyway" = "Połącz mimo to";

/* Button label for connecting a Facebook account */
"Connect Facebook" = "Połącz z Facebook'iem";

/* Whether or not account is logged in */
"Connected" = "Połączono";

/* SSL error message */
"Connection closed gracefully" = "Connection closed gracefully";

/* SSL error message */
"Connection closed via error" = "Connection closed via error";

/* label for a link to contribute a new translation */
"Contribute a translation" = "Tu pomożesz z tłumaczeniem";

/* Title for the conversations tab */
"Conversations" = "Rozmowy";

/* SSL error message */
"Decoding error" = "Decoding error";

/* SSL error message */
"Decompression failure" = "Decompression failure";

/* SSL error message */
"Decryption error" = "Decryption error";

/* SSL error message */
"Decryption failed" = "Decryption failed";

/* SSL error message */
"Decryption failure" = "Decryption failure";

/* default string to revert to normal language behaviour */
"Default" = "Domyślny";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "Usuń konto?";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "Kasuj rozmowy po rozłączeniu";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "Dostarczono";

/* Disagree with EULA */
"Disagree" = "Nie zgadzam się";

/* button label for disconnecting Facebook account */
"Disconnect Facebook" = "Odłącz od Facebook'a";

/* Title of alert when user is disconnected from protocol */
"Disconnected" = "Rozłączony/a";

/* Text for button to dismiss alert view */
"Dismiss" = "Zlekceważ";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "Nie przeszkadzać";

/* Message when port is changed but domain not set */
"Domain needs to be set manually when specifying a custom port" = "Wprowadź domenę ręcznie, kiedy ustawiasz nowy port";

/* Title for donation link */
"Donate" = "Darowizna";

/* Title for button to press when user is finished */
"Done" = "Zrobione";

/* The string describing account name or email address for a buddy */
"Email" = "Email";

/* string for decription yes/no setting for allowing opportunistic otr */
"Enables opportunistic OTR" = "Włącza oportunistyczne OTR";

/* String to be displayed when a buddy has stopped composing and text has been entered */
"Entered Text" = "Tekst wprowadzony";

/* Title of error message pop-up box */
"Error!" = "Błąd!";

/* SSL error message */
"Export restriction" = "Export restriction";

/* Default message when a user status is set to extended away */
"Extended Away" = "Nieobecny/a na dłużej";

/* the name for facebook */
"Facebook" = "Facebook";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "Podłączenie do serwera XMPP zawiodło. Sprawdź dane do logowania, połączenie internetowe i spróbuj ponownie.";

/* Authentication failed, tell user to try again */
"Failed to start authenticating. Please try again." = "Rozpoczęcie uwierzytelniania nieudane. Spróbuj ponownie.";

/* SSL error message */
"Fatal alert" = "Fatal alert";

/* your fingerprint */
"Fingerprint for you" = "Twój podpis cyfrowy";

/* Size for the font in the chat screen */
"Font Size" = "Rozmiar czcionki";

/* String to be displayed when a buddy is inactive for an extended period of time */
"Gone" = "Zniknął";

/* the name for Google talk */
"Google Talk" = "Google Talk";

/* The string describing a buddy's group */
"Group" = "Grupa";

/* The string describing a buddy's groups ... plural */
"Groups" = "Grupy";

/* SSL error message */
"Handshake failure" = "Handshake failure";

/* Label text for hostname field on login scree */
"Hostname" = "Nazwa hosta";

/* Title for settings cell on whether or not the XMPP library should allow SSL hostname mismatch */
"Hostname Mismatch" = "Niezgodność nazwy hosta";

/* SSL error message */
"I/O would block (not fatal)" = "I/O would block (not fatal)";

/* Ignore an incoming message */
"Ignore" = "Ignoruj";

/* SSL error message */
"Illegal parameter" = "Illegal parameter";

/* Message alerting user that they need to return to the home screen and force close ChatSecure */
"In order to change languages return to the home screen and remove ChatSecure from the recently used apps" = "W celu zmiany języka, powróć do głównego ekranu i usuń ChatSecure z ostatnio używanych aplikacji";

/* String to be displayed when a buddy has become inactive */
"Inactive" = "Nieaktywny/a";

/* Short for information, button title to get more information */
"Info" = "Info";

/* Shown when starting an encrypted chat session */
"Initiate Encrypted Chat" = "Rozpocznij szyfrowanie rozmowy";

/* SSL error message */
"Insufficient buffer provided" = "Insufficient buffer provided";

/* SSL error message */
"Insufficient security" = "Insufficient security";

/* SSL error message */
"Internal error" = "Internal error";

/* SSL error message */
"Invalid certificate chain" = "Invalid certificate chain";

/* Message shown in line for users that are available */
"is now available" = "jest teraz dostępny/a";

/* Message shown in line for users that are away */
"is now away" = "jest teraz nieobecny/a";

/* Message shown in line for users that are offline */
"is now offline" = "jest teraz niepołączony/a";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "Jabber (XMPP)";

/* string to bring up language selector */
"Language" = "Język";

/* String of title to alert user language is change */
"Language Change" = "Zmiana języka";

/* log in to account */
"Log In" = "Zaloguj";

/* Instructions on how to start using the program */
"Log in on the Settings page (found on top right corner of buddy list) and then select a buddy from the Buddy List to start chatting." = "Zaloguj się na stronie Ustawienia (znajdziesz ją w górnym prawym rogu listy znajomych), a następnie wybierz znajomego z listy znajomych i zacznij czatować.";

/* log out from account */
"Log Out" = "Wyloguj";

/* shown during the login process */
"Logging in..." = "Logowanie...";

/* Label for account setting that autologins on launch */
"Login Automatically" = "Login Automatically";

/* Label for button describing which protocol you're logging into, will be followed by a protocol such as XMPP or AIM during layout */
"Login to" = "Zaloguj do";

/* Ask user if they want to logout of OSCAR */
"Logout from OSCAR?" = "Wyloguj z OSCAR?";

/* ask user if they want to log out of XMPP */
"Logout from XMPP?" = "Wyloguj z XMPP?";

/* subtitle for the certificate pinned setting */
"Manage saved SSL certificates" = "Manage saved SSL certificates";

/* just the word as a placeholder for the message text field */
"Message" = "Wiadomość";

/* SSL error message */
"Miscellaneous bad certificate" = "Miscellaneous bad certificate";

/* SSL error message */
"Module attach failure" = "Module attach failure";

/* The string describing a buddy's display name */
"Name" = "Nazwa";

/* For a new settings value */
"New" = "Nowa";

/* Title for New Account View */
"New Account" = "Nowe konto";

/* Title for alert when a new SSL certificate is encountered */
"New SSL Certificate" = "New SSL Certificate";

/* prefix to show buddies status message in line on chat view */
"New Status Message: %@" = "Nowa wiadomość statusu: %@";

/* SSL error message */
"No Error" = "No Error";

/* SSL error message */
"No renegotiation allowed" = "No renegotiation allowed";

/* Message informing user that there are no accounts currently saved */
"No Saved Accounts" = "Brak zachowanych kont";

/* Shown when a feature is not available, for example SMS */
"Not Available" = "Niedostępne";

/* Not Verified or cancel verified */
"Not Verified" = "Niezweryfikowany";

/* Label in buddy list for users that are offline */
"Offline" = "Niepodłączony";

/* Accept the dialog */
"OK" = "OK";

/* For an old settings value */
"Old" = "Stara";

/* Shown when trying to open a link, asking if they want to switch to Safari to view it */
"Open in Safari" = "Otwórz w Safari";

/* Hint text for domain field telling user this field is not required */
"Optional" = "Nieobowiązkowe";

/* the name for AIM */
"OSCAR Instant Messenger" = "Komunikator OSCAR";

/* Title for other miscellaneous settings group */
"Other" = "Inne";

/* Label text for password field on login screen */
"Password" = "Hasło";

/* SSL error message */
"Peer cert is valid, or was ignored if verification disabled" = "Peer cert is valid, or was ignored if verification disabled";

/* SSL error message */
"Peer dropped connection before responding" = "Peer dropped connection before responding";

/* SSL error message */
"Peer host name mismatch" = "Peer host name mismatch";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "Oczekuje na zatwierdzenie";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "Usuń permanentnie";

/* Button Lable to show all pinned SSL certificates */
"Pinned Certificates" = "Pinned Certificates";

/* Label for port number field for connecting to service */
"Port" = "Port";

/* label for link to ChatSecure project website */
"Project Homepage" = "Strona programu";

/* the alleged fingerprint of their other person */
"Purported fingerprint for" = "Domniemany podpis cyfrowy dla";

/* Title for action button on alert dialog, used as a verb in the present tense */
"Read" = "Czytaj";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "Ostatnio";

/* SSL error message */
"Record overflow" = "Record overflow";

/* Button title to reject a request such as a buddy request */
"Reject" = "Odrzuć";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "Zapamiętaj hasło";

/* label for switch for whether or not we should save their username between launches */
"Remember username" = "Zapamiętaj użytkownika";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "Usuń";

/* Reply to an incoming message */
"Reply" = "Odpowiedz";

/* Setting name for requiring a TLS connection */
"Require TLS" = "Wymagaj TLS";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "Wymagane";

/* Title for button for saving a setting */
"Save" = "Zapisz";

/* Title for listing the user saved SSL certificates */
"Saved Certificates" = "Saved Certificates";

/* Title heading in settings */
"Security" = "Security";

/* Title of alert box warning about security issues */
"Security Warning" = "Ostrzeżenie zabezpieczeń";

/* string for settings to allow self signed SSL string */
"Self Signed SSL" = "SSL z podpisem własnym";

/* For sending a message */
"Send" = "Wyślij";

/* String in login settings asking to send delivery receipts */
"Send Delivery Receipts" = "Wysyłaj potwierdzenie odbioru";

/* String on button to email feedback */
"Send Feedback" = "Napisz opinię";

/* String in login settings asking to send typing notification */
"Send Typing Notification" = "Pokaż, kiedy odpisujesz";

/* SSL error message */
"Server closed session with no notification" = "Server closed session with no notification";

/* SSL error message */
"Server has requested a client cert" = "Server has requested a client cert";

/* Title for the Settings screen */
"Settings" = "Ustawienia";

/* Title for sharing a link to the app */
"Share" = "Udostępnij";

/* Title for setting about showing a warning before disconnection */
"Sign out Warning" = "Ostrzeżenie o rozłączeniu";

/* description for what the font size setting affects */
"Size for font in chat view" = "Rozmiar czcionki w widoku rozmowy";

/* string for settings to allow SSL mismatch */
"SSL Hostname Mismatch" = "Niezgodność nazwy hosta SSL";

/* SSL error message */
"SSL protocol error" = "SSL protocol error";

/* Title of view where you can mange buddy or subscription requests */
"Subscription Requests" = "Zapytania o kontakt";

/* Warn user that the current chat is no longer secure */
"The conversation with %@ is no longer secure." = "Rozmowa z %@ nie jest teraz chroniona.";

/* Alert message when ssl certificate doesn't matched pinned certificate */
"There was an error validating the certificate for %@. This may indicate that someone is trying to intercept your communications." = "Błąd w potwierdzaniu certyfikatu dla %@. Może to oznaczać, że ktoś próbuje przechwytywać twoją komunikację.";

/* Warns user that the current chat is secure */
"This chat is secured" = "Ta rozmowa jest chroniona";

/* Warns user that the current chat is secure and verified */
"This chat is secured and verified" = "Ta rozmowa jest chroniona i zweryfikowana";

/* Instructions label text underneath QR code */
"This QR Code contains a link to http://omniqrcode.com/q/chatsecure and will redirect to the App Store." = "Ten kod QR zawiera link do http://omniqrcode.com/q/chatsecure przekierowujący na stronę AppStore.";

/* String to be displayed when a buddy is currently composing a message */
"Typing" = "Odpisuje";

/* SSL error message */
"Underlying cryptographic error" = "Underlying cryptographic error";

/* SSL error message */
"Unexpected (skipped) record in DTLS" = "Unexpected (skipped) record in DTLS";

/* SSL error message */
"Unexpected message received" = "Unexpected message received";

/* SSL error message */
"Unknown Cert Authority" = "Unknown Cert Authority";

/* SSL error message */
"Unknown certificate" = "Unknown certificate";

/* SSL error message */
"User canceled" = "User canceled";

/* example of a Google talk account */
"user@gmail.com" = "user@gmail.com";

/* Label text for username field on login screen */
"Username" = "Nazwa użytkownika";

/* SSL error message */
"Valid cert chain, untrusted root" = "Valid cert chain, untrusted root";

/* shown to show that the certificate was valid to the system */
"Valid certificate" = "Valid certificate";

/* Shown when verifying fingerprints */
"Verified" = "Zweryfikowany/a";

/* Shown when verifying fingerprints */
"Verify" = "Zweryfikuj";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "Zweryfikuj podpis cyfrowy";

/* Shown when verifying fingerprints */
"Verify Later" = "Zweryfikuj później";

/* when displaying version numbers such as 1.0.0 */
"Version" = "Wersja";

/* Warn user that the current chat is not secure */
"Warning: This chat is not encrypted" = "Ostrzeżenie: Ta rozmowa nie jest szyfrowana";

/* Cell description text that warns users that enabling that option may reduce their security. */
"Warning: Use with caution! This may reduce your security." = "Ostrzeżenie: Używaj z rozsądkiem! To może zredukować poziom zabezpieczeń.";

/* Warn user that conversation will be deleted after leaving it */
"When you leave this conversation it will be deleted forever." = "Kiedy opuścisz rozmowę, zostanie ona skasowana permanentnie.";

/* Message shown when user is disconnected */
"You (%@) have disconnected." = "(%@)  rozłączony";

/* prefix to show your status message inline on chatview */
"You are: %@" = "Twój stan: %@";

/* Inform user that they must be secure their conversation before doing that action */
"You must be in a secure conversation first." = "Najpierw rozpocznij szyfrowanie rozmowy.";

/* error message shown when user doesn't fill in a username or password */
"You must enter a username and a password to login." = "Aby się zalogować, musisz podać nazwę użytkownika i hasło.";

/* Message shown when about to donate */
"Your donation will help fund the continued development of ChatSecure." = "Twój datek wspomoże systematyczny rozwój ChatSecure.";

/* Text that makes it clear which username to use */
"Your Facebook username is not the email address that you use to login to Facebook" = "Nazwa użytkownika w Facebook'u, jest inna od e-maila'a używanego aby się do niego zalogować ";

